export const spots = [
  {
    name: '迪士尼乐园',
    id: 95015,
  },
  {
    name: '星愿公园',
    id: 95018,
  },
  {
    name: '生态园',
    id: 95019,
  },
  {
    name: '奕欧来精品购物村',
    id: 95023,
  },
  {
    name: '东方明珠广播电视塔',
    id: 3,
  },
  {
    name: '上海野生动物园',
    id: 2,
  },
  {
    name: '上海科技馆',
    id: 4,
  },
  {
    name: '金茂大厦88层观光厅',
    id: 5,
  },
  {
    name: '上海世纪公园',
    id: 6,
  },
  {
    name: '上海海洋水族馆',
    id: 7,
  },
  {
    name: '上海鲜花港',
    id: 8,
  },
  {
    name: '中国航海博物馆',
    id: 9,
  },
  {
    name: '上海环球金融中心观光厅',
    id: 10,
  },
  {
    name: '上海南汇大团桃园',
    id: 11,
  },
  {
    name: '上海南汇桃花村',
    id: 12,
  },
  {
    name: '书院人家',
    id: 13,
  },
  {
    name: '上海南汇渔乐湾生态园',
    id: 14,
  },
  {
    name: '上海滨海森林公园',
    id: 15,
  },
  {
    name: '上海中医药博物馆',
    id: 16,
  },
  {
    name: '上海地质科普馆',
    id: 102,
  },
  {
    name: '新场古镇',
    id: 101,
  },
  {
    name: '周浦花海',
    id: 160184,
  },
  {
    name: '上海中心',
    id: 275024,
  },
  {
    name: '上海游龙石文化科普馆',
    id: 275025,
  },
  {
    name: '上海震旦博物馆',
    id: 275177,
  },
  {
    name: '上海博物馆',
    id: 18,
  },
  {
    name: '上海豫园',
    id: 19,
  },
  {
    name: '上海城市规划展示馆',
    id: 20,
  },
  {
    name: '上海杜莎夫人蜡像馆',
    id: 23,
  },
  {
    name: '上海田子坊景区',
    id: 21,
  },
  {
    name: '上海老码头景区',
    id: 22,
  },
  {
    name: '大宁郁金香公园',
    id: 31,
  },
  {
    name: '上海自然博物馆（上海科技馆分馆）',
    id: 98,
  },
  {
    name: '上海植物园',
    id: 24,
  },
  {
    name: '上海宋庆龄故居纪念馆',
    id: 25,
  },
  {
    name: '上海徐家汇源景区',
    id: 26,
  },
  {
    name: '上海动物园',
    id: 27,
  },
  {
    name: '上海长风公园',
    id: 28,
  },
  {
    name: '长风海洋世界景区',
    id: 29,
  },
  {
    name: '上海M50创意园',
    id: 30,
  },
  {
    name: '上海鲁迅公园',
    id: 32,
  },
  {
    name: '上海和平公园',
    id: 33,
  },
  {
    name: '上海犹太难民纪念馆',
    id: 35,
  },
  {
    name: '上海音乐谷景区',
    id: 34,
  },
  {
    name: '上海共青森林公园',
    id: 36,
  },
  {
    name: '上海国际时尚中心',
    id: 38,
  },
  {
    name: '黄兴公园',
    id: 37,
  },
  {
    name: '上海顾村公园景区',
    id: 39,
  },
  {
    name: '上海炮台湾景区',
    id: 40,
  },
  {
    name: '上海宝山国际民间艺术博览馆景区',
    id: 41,
  },
  {
    name: '上海金罗店美兰湖景区',
    id: 42,
  },
  {
    name: '上海闻道园',
    id: 43,
  },
  {
    name: '上海玻璃博物馆',
    id: 45,
  },
  {
    name: '东方假日田园',
    id: 44,
  },
  {
    name: '锦江乐园',
    id: 46,
  },
  {
    name: '上海召稼楼景区',
    id: 47,
  },
  {
    name: '上海老外街景区',
    id: 48,
  },
  {
    name: '上海闵行体育公园',
    id: 49,
  },
  {
    name: '上海韩湘水博园',
    id: 50,
  },
  {
    name: '上海古猗园',
    id: 51,
  },
  {
    name: '上海嘉定州桥',
    id: 52,
  },
  {
    name: '上海南翔景区',
    id: 54,
  },
  {
    name: '上海汽车博览公园',
    id: 55,
  },
  {
    name: '上海国际赛车场旅游景区',
    id: 58,
  },
  {
    name: '华亭人家·毛桥村',
    id: 56,
  },
  {
    name: '上海宏泰园',
    id: 57,
  },
  {
    name: '枫泾古镇',
    id: 59,
  },
  {
    name: '金山城市沙滩景区',
    id: 60,
  },
  {
    name: '上海东林寺景区',
    id: 61,
  },
  {
    name: '廊下生态园',
    id: 62,
  },
  {
    name: '中国农民画村',
    id: 63,
  },
  {
    name: '上海南社纪念馆',
    id: 64,
  },
  {
    name: '上海金山嘴渔村景区',
    id: 65,
  },
  {
    name: '迪士尼乐园',
    id: 95015,
  },
  {
    name: '星愿公园',
    id: 95018,
  },
  {
    name: '生态园',
    id: 95019,
  },
  {
    name: '奕欧来精品购物村',
    id: 95023,
  },
  {
    name: '东方明珠广播电视塔',
    id: 3,
  },
  {
    name: '上海野生动物园',
    id: 2,
  },
  {
    name: '上海科技馆',
    id: 4,
  },
  {
    name: '金茂大厦88层观光厅',
    id: 5,
  },
  {
    name: '上海世纪公园',
    id: 6,
  },
  {
    name: '上海海洋水族馆',
    id: 7,
  },
  {
    name: '上海鲜花港',
    id: 8,
  },
  {
    name: '中国航海博物馆',
    id: 9,
  },
  {
    name: '上海环球金融中心观光厅',
    id: 10,
  },
  {
    name: '上海南汇大团桃园',
    id: 11,
  },
  {
    name: '上海南汇桃花村',
    id: 12,
  },
  {
    name: '书院人家',
    id: 13,
  },
  {
    name: '上海南汇渔乐湾生态园',
    id: 14,
  },
  {
    name: '上海滨海森林公园',
    id: 15,
  },
  {
    name: '上海中医药博物馆',
    id: 16,
  },
  {
    name: '上海地质科普馆',
    id: 102,
  },
  {
    name: '新场古镇',
    id: 101,
  },
  {
    name: '周浦花海',
    id: 160184,
  },
  {
    name: '上海中心',
    id: 275024,
  },
  {
    name: '上海游龙石文化科普馆',
    id: 275025,
  },
  {
    name: '上海震旦博物馆',
    id: 275177,
  },
  {
    name: '上海博物馆',
    id: 18,
  },
  {
    name: '上海豫园',
    id: 19,
  },
  {
    name: '上海城市规划展示馆',
    id: 20,
  },
  {
    name: '上海杜莎夫人蜡像馆',
    id: 23,
  },
  {
    name: '上海田子坊景区',
    id: 21,
  },
  {
    name: '上海老码头景区',
    id: 22,
  },
  {
    name: '大宁郁金香公园',
    id: 31,
  },
  {
    name: '上海自然博物馆（上海科技馆分馆）',
    id: 98,
  },
  {
    name: '上海植物园',
    id: 24,
  },
  {
    name: '上海宋庆龄故居纪念馆',
    id: 25,
  },
  {
    name: '上海徐家汇源景区',
    id: 26,
  },
  {
    name: '上海动物园',
    id: 27,
  },
  {
    name: '上海长风公园',
    id: 28,
  },
  {
    name: '长风海洋世界景区',
    id: 29,
  },
  {
    name: '上海M50创意园',
    id: 30,
  },
  {
    name: '上海鲁迅公园',
    id: 32,
  },
  {
    name: '上海和平公园',
    id: 33,
  },
  {
    name: '上海犹太难民纪念馆',
    id: 35,
  },
  {
    name: '上海音乐谷景区',
    id: 34,
  },
  {
    name: '上海共青森林公园',
    id: 36,
  },
  {
    name: '上海国际时尚中心',
    id: 38,
  },
  {
    name: '黄兴公园',
    id: 37,
  },
  {
    name: '上海顾村公园景区',
    id: 39,
  },
  {
    name: '上海炮台湾景区',
    id: 40,
  },
  {
    name: '上海宝山国际民间艺术博览馆景区',
    id: 41,
  },
  {
    name: '上海金罗店美兰湖景区',
    id: 42,
  },
  {
    name: '上海闻道园',
    id: 43,
  },
  {
    name: '上海玻璃博物馆',
    id: 45,
  },
  {
    name: '东方假日田园',
    id: 44,
  },
  {
    name: '锦江乐园',
    id: 46,
  },
  {
    name: '上海召稼楼景区',
    id: 47,
  },
  {
    name: '上海老外街景区',
    id: 48,
  },
  {
    name: '上海闵行体育公园',
    id: 49,
  },
  {
    name: '上海韩湘水博园',
    id: 50,
  },
  {
    name: '上海古猗园',
    id: 51,
  },
  {
    name: '上海嘉定州桥',
    id: 52,
  },
  {
    name: '上海南翔景区',
    id: 54,
  },
  {
    name: '上海汽车博览公园',
    id: 55,
  },
  {
    name: '上海国际赛车场旅游景区',
    id: 58,
  },
  {
    name: '华亭人家·毛桥村',
    id: 56,
  },
  {
    name: '上海宏泰园',
    id: 57,
  },
  {
    name: '枫泾古镇',
    id: 59,
  },
  {
    name: '金山城市沙滩景区',
    id: 60,
  },
  {
    name: '上海东林寺景区',
    id: 61,
  },
  {
    name: '廊下生态园',
    id: 62,
  },
  {
    name: '中国农民画村',
    id: 63,
  },
  {
    name: '上海南社纪念馆',
    id: 64,
  },
  {
    name: '上海金山嘴渔村景区',
    id: 65,
  },
  {
    name: '上海佘山国家森林公园·西佘山园',
    id: 66,
  },
  {
    name: '上海佘山国家森林公园·东佘山园',
    id: 67,
  },
  {
    name: '上海方塔园',
    id: 68,
  },
  {
    name: '上海月湖雕塑公园',
    id: 69,
  },
  {
    name: '上海欢乐谷',
    id: 70,
  },
  {
    name: '上海辰山植物园',
    id: 71,
  },
  {
    name: '上海影视乐园',
    id: 72,
  },
  {
    name: '上海醉白池公园',
    id: 73,
  },
  {
    name: '上海雪浪湖生态园',
    id: 74,
  },
  {
    name: '陈云故居暨青浦革命历史纪念馆',
    id: 76,
  },
  {
    name: '上海大观园',
    id: 75,
  },
  {
    name: '朱家角古镇',
    id: 78,
  },
  {
    name: '上海市青少年校外活动营地——东方绿舟',
    id: 79,
  },
  {
    name: '上海福泉山遗址景区',
    id: 80,
  },
  {
    name: '碧海金沙景区',
    id: 85,
  },
  {
    name: '上海都市菜园景区',
    id: 86,
  },
  {
    name: '上海海湾国家森林公园',
    id: 87,
  },
  {
    name: '上海玉穗绿苑',
    id: 88,
  },
  {
    name: '上海花米庄行乡村旅游景区',
    id: 89,
  },
  {
    name: '东平国家森林公园',
    id: 90,
  },
  {
    name: '前卫生态村',
    id: 91,
  },
  {
    name: '上海明珠湖·西沙湿地景区',
    id: 92,
  },
  {
    name: '上海江南三民文化村景区',
    id: 93,
  },
  {
    name: '瀛东生态村',
    id: 94,
  },
  {
    name: '上海瑞华果园景区',
    id: 96,
  },
  {
    name: '上海紫海鹭缘景区',
    id: 97,
  },
  {
    name: '陈云故居暨青浦革命历史纪念馆',
    id: 76,
  },
  {
    name: '上海大观园',
    id: 75,
  },
  {
    name: '朱家角古镇',
    id: 78,
  },
  {
    name: '上海市青少年校外活动营地——东方绿舟',
    id: 79,
  },
  {
    name: '上海福泉山遗址景区',
    id: 80,
  },
  {
    name: '碧海金沙景区',
    id: 85,
  },
  {
    name: '上海都市菜园景区',
    id: 86,
  },
  {
    name: '上海海湾国家森林公园',
    id: 87,
  },
  {
    name: '上海玉穗绿苑',
    id: 88,
  },
  {
    name: '上海花米庄行乡村旅游景区',
    id: 89,
  },
  {
    name: '东平国家森林公园',
    id: 90,
  },
  {
    name: '前卫生态村',
    id: 91,
  },
  {
    name: '上海明珠湖·西沙湿地景区',
    id: 92,
  },
  {
    name: '上海江南三民文化村景区',
    id: 93,
  },
  {
    name: '瀛东生态村',
    id: 94,
  },
  {
    name: '上海瑞华果园景区',
    id: 96,
  },
  {
    name: '上海紫海鹭缘景区',
    id: 97,
  },
]
